Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D04A.tmx
Source language: en_us
Languages: zh_cn

source: Christianity's Surge in Indonesia
zh_cn: 基督教在印度尼西亚的兴起（一）

source: They flocked to the open field by the hundreds to praise Allah.
zh_cn: 上百人聚集在开阔的空地上赞美“安拉”。

source: In a village in central Java, just a few miles from where Indonesian special forces shot dead an Islamic terrorist linked to the fatal July bombings of two hotels in Jakarta, worshippers raised their hands to the heavens.
zh_cn: 在爪哇中部，距离印尼警方击毙雅加达酒店爆炸案恐怖分子的地方不远的一个小镇里，信徒们向天高举双手。

source: But this ceremony, which took place as the call of the muezzin echoed in the sultry air, was not a celebration of Islam.
zh_cn: 但是这一礼拜并不是属于伊斯兰教的。

source: Instead, in the heart of the world's most populous Muslim-majority nation, Christians held a Pentecostal revival, complete with faith healing and speaking in tongues.
zh_cn: 相反，在这个世界上人口密度最大的穆斯林国家，基督教开始一次属灵的复兴，充满了因信医治和说方言的神迹。

source: As a tropical downpour fell, believers' tears mixed with rain - and a line of sick and disabled took to the stage to claim they had been cured by a God they, like Indonesian Muslims, call Allah.
zh_cn: 当热带的大雨倾盆而下时，信徒们的眼泪与大雨混合在一起——一群有疾病、有残疾的人被带上讲台，宣称他们被一个印度尼西亚穆斯林称为“安拉”的上帝所医治了。

source: "People think Indonesia is just a Muslim country, but look at all these people," says pastor David Nugroho, whose Gesing church boasts a congregation of 400 worshippers today, up from 30 when it was founded in 1967.
zh_cn: Gesing教会的大卫·努哥鲁说：“人们一直以为印尼是个穆斯林国家，但是看看这些人们！”他说他的教会有400名信徒，而1967年刚创立时只有30个人。

source: "We are not afraid to show our faith."
zh_cn: “我们不怕展示我们的信仰。”

source: A religious revolution is transforming Indonesia.
zh_cn: 印度尼西亚正在经历一场宗教革命。

source: Part of the spiritual blossoming entails Muslims embracing a more conservative form of faith, mirroring global trends that have meant a proliferation of headscarves and beards in modern Islamic capitals.
zh_cn: 虽然全球化的浪潮在现代伊斯兰教的首都让头巾和大胡子不再那么重要，其中一部分穆斯林变得更加保守了。

source: More surprising, though, is the boom in Christianity - officially Indonesia's second largest faith and a growing force throughout Asia.
zh_cn: 但是更令人惊讶的是基督教的兴盛——目前基督教已经是印尼的第二大宗教，同时也是整个亚洲都在广泛传播的宗教。

source: Indeed, the number of Asian Christian faithful exploded to 351 million adherents in 2005, up from 101 million in 1970, according to the Pew Forum on Religion and Public Life, based in Washington, D.C.(See pictures of spiritual healing around the world.)
zh_cn: 根据总部设在华盛顿的Pew Forum宗教和公共生活研究所，亚洲的基督徒数量从1970年的1亿人达到2005年的3亿5千万。

source: Much of the growth comes from Pentecostal and Evangelical conversions, which have spread charismatic Christianity across the globe and are a large reason for estimates that by 2050 a majority of Christians will be living in developing nations.
zh_cn: 新增长信徒中绝大多数是灵恩派和福音派的信徒，这两派把基督教的魅力传遍了全球，而人们非常有理由相信到2050年，世界上主要的基督徒会生活在发展中国家。

source: Already, less than a quarter of the world's 600 million Pentecostals reside in the West, where the modern movement has its roots.
zh_cn: 目前，世界上六亿灵恩派基督徒中只有不到四分之一生活在其发源地的西方世界。

source: Indeed, Pentecostalism is believed by some to be the fastest-growing faith in the world, if measured by conversions as opposed to births.
zh_cn: 实际上，以皈依人数，而不是出生就信的人数来计算，灵恩派基督教被认为是世界上信徒人数增长速度最快的宗教。

source: Because of the relative youth of these Evangelical sects, they are less bound by the history of colonial conversion that has complicated the legacy of, say, Roman Catholicism or mainstream Protestantism.
zh_cn: 因为这些福音宗派的历史相对来说比较短，因此它们不像天主教和主流新教那样与殖民地的历史有着错综复杂的联系。

source: Instead, by focusing on personal salvation adapted to local environments, Evangelicals, especially Pentecostals, have found great success across Asia in recent years, from Indian metropolises like Chennai to rural China where homegrown sects are drawing in tens of thousands of people each year.
zh_cn: 另外，他们更加注重个人救赎，并且与环境相融，于是福音派，尤其是灵恩派近几年在亚洲获得了巨大的成功。从印度的大城市钦奈到中国农村，这些快速植根当地的宗教每年吸引上万人归信。

source: The world's largest megachurch is the Yoido Full Gospel Church in South Korea, which claims a membership of 830,000 people.
zh_cn: 目前世界上最大的教会是韩国的汝矣岛纯福音教会（Yoido Full Gospel Church，中文主页：http://chinese.fgtv.com/），号称有八十三万注册信徒。

source: Its Pentecostal Sunday services regularly attract a quarter of a million people to an upscale neighborhood of Seoul.
zh_cn: 他们周日的灵恩派聚会一般吸引二十五万人来聚会。

source: In poorer regions of Asia, as well as within many ethnic Chinese communities, converts are lured by the so-called prosperity gospel, an American theology linked to charismatic Christianity that promises riches to those who follow a moral path.)
zh_cn: 在亚洲一些贫穷的地区，还有一些中国的少数民族地区，人们会被一种叫“繁荣福音”的宗派所吸引，它是由一位美国神学家创立的，并宣称信这种福音能带来财富。

source: For many in the global Evangelical community, though, it is the faith's inroads in Indonesia - a nation with some 215 million Muslim adherents - that are most riveting.
zh_cn: 在全世界的福音社区，像印尼这样有两亿一千万穆斯林信徒的国家中的基督教社区是最令人感兴趣的。

source: Exact figures are hard to gather in a country where conversions from Islam to Christianity face a stigma and likely lead to an underreporting of Christian believers.
zh_cn: 从伊斯兰教改教到基督教的信徒数量比较难统计。

source: The 2000 census counted just under 10% of Indonesians as Christians, a figure many Christian leaders believe is too low.
zh_cn: 2000年公布的统计数据估计全国有不到10%的人口是基督徒，但是很多基督教领袖都认为这个数字偏低。

source: Anecdotal evidence paints a compelling picture of the faith's rapid rise.
zh_cn: 一个很有趣的现象证明了这个宗教的快速增加。

source: In the early 1960s, for instance, there were no Evangelical churches in Temanggung, where the soccer-field revival took place; now there are more than 40.
zh_cn: 在六十年代初，淡满光市（Temanggun）没有教会，但是现在这里有超过40间教会。

source: In the capital Jakarta, newly built megachurches that might seem more at home in Texas send steeples into the sky.
zh_cn: 在首都雅加达，新建的教会比得克萨斯新建的摩天大楼还多。

source: Other Christians worship at unofficial churches based in hotels and malls, where Sunday services rival shopping as a popular weekend activity.
zh_cn: 还有不少基督徒在非正式的教堂里做礼拜，比如在酒店或购物中心的场地里。

source: Asia's tallest statue of Jesus Christ, built in 2007, presides over Manado city in eastern Indonesia, while Indonesian cable TV beams 24-hour Christian channels.
zh_cn: 亚洲最高的耶稣基督铸像于2007年建造在印度尼西亚东部的美娜多（Manado）,印尼的有线电视也有24小时的基督教频道。

source: State of Grace - and Disgrace
zh_cn: 美娜岛的耶稣铸像

source: What is it about Evangelical Christianity that has so resonated in Indonesia?
zh_cn: 为什么福音派基督教在印尼如此流行？

source: As in many other crowded, developing-world countries where a person can feel lost in a teeming slum, the concept of individual salvation is a powerful one.
zh_cn: 像所有其他的拥挤的发展中国家一样，一个人在令人窒息的贫民窟里，个人救赎的概念是相当重要的。

source: At the same time, the attempted hijacking of Muslim theology by a small band of homegrown terrorists who have killed hundreds of Indonesians in recent years has led some to question their nation's majority faith.
zh_cn: 同时，很多本土出生的恐怖分子最近这几年杀害了上百名印尼人，也导致人民反思自己国家的主流宗教。

source: So, too, has the general trend toward a more conservative Islam that has given rise to hundreds of religiously inspired bylaws, from caning for beer-drinking to enforced dress codes for women.
zh_cn: 同时，这些变化也导致了一些保守穆斯林要求禁止啤酒和强迫妇女戴头巾。

source: Not everyone, though, is celebrating Christianity's boom.
zh_cn: 并不是所有人都欢迎基督教的兴盛。

source: Some Muslims view the faith as an unwanted foreign influence, even though Islam, too, is an imported religion.
zh_cn: 一些穆斯林将其视为不被欢迎的外国影响，甚至有人认为伊斯兰教也是进口的宗教。

source: Since the country exchanged dictatorship for democracy more than a decade ago, a great diversity of voices has arisen. But an unfortunate byproduct of this pluralism has been an uptick in religious conflict, which has affected unorthodox offshoots of Islam and Christian sects alike.
zh_cn: 二十年前，这个国家从独裁走向民主后，很多不同的声音都随之而起，但是这种多样性的一个副产品就是宗教上的冲突，它直接影响了缺乏理论根基的伊斯兰教和基督教。

source: Although bloody outpourings - like the communal riots that claimed more than 1,000 Christian and Muslim lives in Poso and Ambon around a decade ago - have ceased, spasms of violence are still occurring.
zh_cn: 虽然像波索和安汶那样发生的集体暴乱流血事件已经平息了，但是暴力事件依然时有发生。
